Repository: etkinadav/traveler
Catalog: beams/my recores/locale/message.*.xlf
Languages: es

source: light mode
es: light mode in spanish

source: dark mode
es: dark mode in spanish

source: ENGLISH ipsum, dolor sit amet consectetur adipisicing elit. Recusandae, earum maiores? Natus suscipit neque quaerat cumque error aspernatur accusantium inventore numquam molestiae provident. Adipisci fuga pariatur provident, maxime ullam aliquam?
es: SPANISH1 ipsum, dolor sit amet consectetur adipisicing elit. Recusandae, earum maiores? Natus suscipit neque quaerat cumque error aspernatur accusantium inventore numquam molestiae provident. Adipisci fuga pariatur provident, maxime ullam aliquam?

# wireframe_toggle
source: המג מידות
es: Mostrar medidas

# show_dimensions
source: הצג מידות
es: Mostrar medidas

# view_top
source: מבט מלמעלה
es: Vista desde arriba

# view_bottom
source: מבט מלמטה
es: Vista desde abajo

# view_left
source: מבט משמאל
es: Vista desde la izquierda

# view_right
source: מבט מימין
es: Vista desde la derecha

# view_front
source: מבט מקדימה
es: Vista frontal
